{
  "add-another-note": "បន្ថែមចំណាំផ្សេងទៀត។",
  "body-placeholder": "ប្រើចន្លោះនេះដើម្បីរក្សាទុកកំណត់ចំណាំទូទៅ ឬដើម្បីសរសេរការឆ្លុះបញ្ចាំង។",
  "checkbox-refl-intro": {
    "checkbox": {
      "desc": "<li>ការបង្ហោះមានន័យថាការឆ្លុះបញ្ចាំងរបស់អ្នកនឹងត្រូវបានចែករំលែកនៅលើ QuranReflect ក្រោមឈ្មោះរបស់អ្នក ដែលវានឹងត្រូវបានពិនិត្យដោយក្រុមសម្របសម្រួល និងអាចមើលឃើញដោយសហគមន៍ QuranReflect ។</li><li>នៅពេលដែលការបង្ហោះរបស់អ្នកត្រូវបានពិនិត្យ និងអនុម័ត ឬផ្សព្វផ្សាយដោយក្រុមសម្របសម្រួលរបស់យើង អ្នកអាចទទួលបានការចូលចិត្ត មតិយោបល់ និងតាមដានការជូនដំណឹង។ </li><li>អ្នកអាចមើលកំណត់ចំណាំរបស់អ្នក និងបានបង្ហោះការឆ្លុះបញ្ចាំងនៅក្រោមប្រវត្តិរូបចូល QuranKhmer របស់អ្នកនៅក្នុងផ្នែក \"My Notes and Reflections\" ឬចូលទៅក្នុង <link>គម្ពីគូរ៉ាឆ្លុះបញ្ចាំង</link> ដោយប្រើអ៊ីមែលចូល QuranKhmer របស់អ្នក។</li>",
      "title": "តើមានអ្វីកើតឡើងប្រសិនបើខ្ញុំធីកប្រអប់នេះ?"
    },
    "post-button": "តើមានអ្វីកើតឡើងនៅពេលដែលខ្ញុំបង្ហោះនៅលើ QuranReflect?",
    "qr-intro": "QuranReflect រួមជាមួយនឹង QuranKhmer គឺជាផ្នែកមួយនៃគ្រួសារ Quran.Foundation ។  <link>Quranreflect.com/faq</link>",
    "title": "តើ QuranReflect គឺជាអ្វី ហើយតើមានអ្វីកើតឡើងប្រសិនបើខ្ញុំធីកប្រអប់នេះ?"
  },
  "click-to-see-more": "ចុចដើម្បីមើលច្រើនទៀត",
  "delete-note": "លុបចំណាំ",
  "delete-note-modal": {
    "subtitle": "តើអ្នកប្រាកដថាចង់លុបចំណាំទេ?",
    "title": "លុបចំណាំ"
  },
  "delete-success": "ចំណាំត្រូវបានលុបដោយជោគជ័យ",
  "empty-notes": "រកមិនឃើញចំណាំទេ។",
  "empty-reflections": "រកមិនឃើញការឆ្លុះបញ្ចាំងទេ។",
  "export-success": "ចំណាំត្រូវបានបោះផ្សាយទៅក្នុងគណនីរបស់អ្នកនៅលើ QuranReflect ដោយជោគជ័យ",
  "new-note-reflc-intro": {
    "reflc-prompts": {
      "deeper": {
        "desc": "<li>តើ​មាន​ឈ្មោះ​អល់ឡោះ​បាន​លើក​ឡើង​ដែរ​ឬ​ទេ ហើយ​តើ​ពួកគេ​ទាក់ទង​នឹង​ខគម្ពីរ​ដោយ​របៀបណា?</li><li>តើ​ពាក្យ ឬ​ទិដ្ឋភាព​ភាសា​ណា​ដែល​ទាក់ទាញ​ចំណាប់​អារម្មណ៍​អ្នក?</li><li>តើ​អ្នក​អាច​ទាញ​ទំនាក់ទំនង​ទៅ​នឹង​បរិបទ​នៃ​ខគម្ពីរ​ខគម្ពីរ​គម្ពីគូរ៉ាន​ផ្សេង​ទៀត, hadith, ឬ​ព្រឹត្តិការណ៍?</li>",
        "title": "ការយល់ដឹងកាន់តែស៊ីជម្រៅ៖"
      },
      "personal": {
        "desc": "<li>តើ​ខគម្ពីរ​នេះ​បាន​បំផុសគំនិត ឬ​បំផុសគំនិត​អ្នក​តាម​របៀប​ណា ?</li><li>តើមានគុណសម្បត្តិ ឬសកម្មភាពដែលបានលើកឡើងដែលអ្នកអាចកែលម្អបានដែរឬទេ?</li><li>តើ​មាន​ការ​សន្យា​ឬ​ការ​ព្រមាន​/​ការ​ហាម​ប្រាម​ដែល​អ្នក​អាច​អនុវត្ត​ចំពោះ​ជីវិត​របស់​អ្នក​ដែរ​ឬ​ទេ?</li><li>តើអ្នកមានរឿងផ្ទាល់ខ្លួនទាក់ទងនឹងខនេះទេ?</li><li>តើការផ្លាស់ប្តូរអ្វីខ្លះដែលអ្នកចង់ធ្វើដោយផ្អែកលើខគម្ពីរនេះ ហើយតើអ្នក ឬនរណាម្នាក់ផ្សេងទៀតអាចអនុវត្តវាដោយរបៀបណា?</li>",
        "title": "សំណួរឆ្លុះបញ្ចាំងផ្ទាល់ខ្លួន៖"
      },
      "title": "ការជម្រុញការឆ្លុះបញ្ចាំង"
    },
    "title": "ត្រូវការជំនួយក្នុងការឆ្លុះបញ្ចាំងពីគម្ពីគូរ៉ា? ",
    "what-is-reflc": {
      "desc": "ការឆ្លុះបញ្ចាំង ឬសញ្ជឹងគិតលើគម្ពីគូរ៉ា ពាក់ព័ន្ធនឹងការអាន ឬស្តាប់ដោយយកចិត្តទុកដាក់ចំពោះពាក្យរបស់អល់ឡោះ ចូលរួមជាមួយនឹងអត្ថន័យរបស់វា និងអនុញ្ញាតឱ្យវាមានឥទ្ធិពល និងផ្លាស់ប្តូរពួកយើងឱ្យកាន់តែប្រសើរឡើង។  <link1>៣៨:២៩</link1>, <link2>៤៧:២៤</link2>, <link3>៤:៨២</link3>និងជាច្រើនទៀត)។<br></br><br></br>អ្នកប្រើប្រាស់អាចរក្សាទុកកំណត់ត្រា និងការឆ្លុះបញ្ចាំងផ្ទាល់ខ្លួនរបស់ពួកគេជាលក្ខណៈឯកជន។  <link4>QuranReflect.com/faq</link4> និង <link5>កញ្ចក់ប្រាំដើម្បីឆ្លុះបញ្ចាំងពីគម្ពីគូរ៉ា</link5>",
      "title": "តើការឆ្លុះបញ្ចាំងគឺជាអ្វី?"
    }
  },
  "note": "ចំណាំ",
  "notes-and-reflcs": "ចំណាំ & ការឆ្លុះបញ្ចាំង",
  "post-on-qr": "ប្រកាសនៅលើ QuranReflect",
  "posted-reflections": "បានបង្ហោះការឆ្លុះបញ្ចាំង",
  "private-notes": "កំណត់ចំណាំ",
  "qr-tooltip": "<span><link>គម្ពីគូរ៉ាឆ្លុះបញ្ចាំង</link> គឺជាវេទិកាសង្គមសម្រាប់ការចែករំលែកការឆ្លុះបញ្ចាំងលើគម្ពីគូរ៉ាន។ </span>",
  "reflections-intro": {
    "line-1": "ដើម្បីមើល និងធ្វើអន្តរកម្មជាមួយមតិ ចូលរួមជាមួយសហគមន៍ និងធ្វើអ្វីៗជាច្រើនទៀត សូមចូលទៅកាន់ <link>QuranReflect.com</link>.",
    "line-2": "អ្នកអាចចូលទៅក្នុងគណនី QuranReflect ដែលបានភ្ជាប់របស់អ្នកដោយចូល ឬចុះឈ្មោះជាមួយអ៊ីមែល QuranKhmer ដូចគ្នាដែលប្រើក្នុងការចូលរបស់អ្នក។",
    "line-3": "ខ្លឹមសារដែលមិនស័ក្តិសមសម្រាប់ការមើលជាសាធារណៈនឹងត្រូវលាក់ ឬលុបចេញ។ ",
    "title": "មើល​បន្ថែមទៀត​អំពី Posted Reflections"
  },
  "save-post-to-qr": "រក្សាទុក & បង្ហោះទៅ QuranReflect",
  "save-privately": "រក្សាទុកជាឯកជន",
  "save-publish-failed": "ចំណាំត្រូវបានរក្សាទុកដោយជោគជ័យ ប៉ុន្តែមិនអាចបោះពុម្ពបានទេ។",
  "save-success": "ចំណាំត្រូវបានរក្សាទុកដោយជោគជ័យ",
  "share-to-qr": "ចែករំលែកទៅកាន់ QuranReflect.com",
  "share-to-qr-desc": "ចែករំលែកជា <b>{{name}}</b>.  <b>អ្នកប្រើប្រាស់ QuranReflect</b>",
  "update-publish-failed": "ចំណាំត្រូវបានអាប់ដេតដោយជោគជ័យ ប៉ុន្តែមិនអាចបោះផ្សាយបានទេ។",
  "update-success": "ចំណាំត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ",
  "view-on-qr": "មើលនៅលើ QuranReflect"
}