{
  "checklist": {
    "1": "លក្ខណៈពិសេសនៃគេហទំព័រ",
    "2": "ប្ដូរការកំណត់របស់អ្នក។",
    "3": "បង្កើនបទពិសោធន៍អាន Ayah របស់អ្នក។",
    "4": "លក្ខណៈពិសេសផ្ទាល់ខ្លួន"
  },
  "finish": "បញ្ចប់",
  "onboarding-checklist": "បញ្ជីត្រួតពិនិត្យដំណើរការ",
  "onboarding-title": "បង្កើនបទពិសោធន៍ QuranKhmer របស់អ្នក! <br></br> ចាប់ផ្តើមដំណើរកម្សាន្តរបស់អ្នកឥឡូវនេះ៖",
  "previous": "មុន",
  "skip": "រំលង",
  "steps": {
    "3-dot-menu": {
      "description": "ចុចម៉ឺនុយចំនុច 3 ដើម្បីស្វែងរកជម្រើសសម្រាប់ការចម្លង កំណត់ចំណាំ និងខគម្ពីរដដែលៗ។ ",
      "title": "ម៉ឺនុយ 3 ចំណុច"
    },
    "ayah-reflection": {
      "description": "អានការឆ្លុះបញ្ចាំង (tadabbur) ពីអ្នកប្រាជ្ញ សិស្សនៃចំណេះដឹង និងមនុស្សប្រចាំថ្ងៃ ដើម្បីជួយអ្នកបង្កើតទំនាក់ទំនងផ្ទាល់ខ្លួនបន្ថែមទៀតជាមួយគម្ពីគូរ៉ា។",
      "title": "អានការឆ្លុះបញ្ចាំងនៅកម្រិត ayah"
    },
    "ayah-tafsir": {
      "description": "រុករក Tafsir នៅកម្រិត ayah ដោយផ្តល់នូវការយល់ដឹងលម្អិតដើម្បីបង្កើនការយល់ដឹងរបស់អ្នកនៅពេលអ្នកអាន។ ",
      "title": "អាន Tafsir នៅកម្រិត Ayah"
    },
    "font-size": {
      "description": "ប្ដូរការអានគម្ពីគូរ៉ារបស់អ្នកតាមបំណងជាមួយនឹងទំហំពុម្ពអក្សរដែលងាយស្រួលកែសម្រួលសម្រាប់បទពិសោធន៍អានប្រកបដោយផាសុកភាព",
      "title": "ទំហំពុម្ពអក្សរ"
    },
    "font-style": {
      "description": "ជម្រើសរួមមាន Uthmani - King Fahad Complex v1, Uthmani - King Fahad Complex v2, Uthmani QPC Hafs, Indopak 15 line, Indopak 16 line",
      "title": "ជ្រើសរើសស្គ្រីបអានដែលអ្នកពេញចិត្ត"
    },
    "inline-wbw": {
      "description": "មើលការបកប្រែគ្រប់ពាក្យក្នុងបន្ទាត់ (ក្រោមពាក្យ) ឬក្នុងពពុះពីលើពាក្យ ខណៈពេលកំពុងស្តាប់គម្ពីគូរ៉ា",
      "title": "បង្ហាញ​ការ​បកប្រែ​ពាក្យ​ដោយ​ពាក្យ​ក្នុង​បន្ទាត់ (ក្រោម​ពាក្យ) ឬ​បង្ហាញ​ព័ត៌មាន​ជំនួយ"
    },
    "juz": {
      "description": "មើលគម្ពីគូរ៉ាដោយ Juz",
      "title": "មើលគម្ពីគូរ៉ាដោយ Juz"
    },
    "listen": {
      "description": "ចាប់ផ្តើមកម្មវិធីចាក់អូឌីយ៉ូ ដើម្បីស្តាប់ការសូត្រ",
      "title": "ស្តាប់ Surah ឬ Ayah"
    },
    "login": {
      "description": "ចូល និងរក្សាទុកការកំណត់នៅលើឧបករណ៍នានា និងទទួលបានសិទ្ធិចូលប្រើមុខងារបន្ថែម។",
      "title": "ចូល"
    },
    "quran-radio": {
      "description": "ស្តាប់ QuranRadio - ផ្សាយគម្ពីគូរ៉ាដោយគ្មានពាណិជ្ជកម្ម",
      "title": "វិទ្យុគម្ពីគូរ៉ា"
    },
    "reading-sessions": {
      "description": "ពិនិត្យមើលដំណើរគម្ពីគូរ៉ារបស់អ្នកយ៉ាងងាយស្រួលដោយក្រឡេកមើលប្រវត្តិនៃការអានផ្ទាល់ខ្លួនរបស់អ្នក ដោយតាមដានខគម្ពីរដែលអ្នកបានស្វែងយល់នៅលើ QuranKhmer ។",
      "title": "មើលប្រវត្តិនៃការអាន"
    },
    "reading-view": {
      "description": "មើលគម្ពីគូរ៉ានៅក្នុងរបៀបអាន mushaf",
      "title": "របៀបអាន"
    },
    "search-bar": {
      "description": "ស្វែងរកខគម្ពីរ Surahs ពាក្យគន្លឹះ juz និងប្រធានបទដែលអ្នកកំពុងស្វែងរកដោយប្រើប្រាស់របារស្វែងរករបស់យើង",
      "title": "របារស្វែងរក"
    },
    "select-reciter": {
      "description": "កំណត់បទពិសោធន៍ស្តាប់របស់អ្នកតាមលក្ខណៈបុគ្គលដោយជ្រើសរើសអ្នកសូត្រដែលអ្នកចូលចិត្តស្តាប់ច្រើនបំផុត!",
      "title": "ជ្រើសរើសពីអ្នកសូត្រជាច្រើនប្រភេទដើម្បីស្តាប់"
    },
    "settings": {
      "description": "គ្រប់គ្រងចំណូលចិត្តរបស់អ្នក។",
      "title": "ការកំណត់"
    },
    "streak": {
      "description": "កំណត់គោលដៅនៃការអានផ្ទាល់ខ្លួន តាមដានវឌ្ឍនភាពរបស់អ្នក និងបង្កើតទម្លាប់អានគម្ពីគូរ៉ាដែលជាប់លាប់ជាមួយនឹងមុខងារ Reading Streaks and Plans របស់យើង។",
      "title": "រក្សា​ដាន​នៃ​ការ​អាន​លំដាប់ & ផែនការ​ការ​អាន"
    },
    "surah-info": {
      "description": "ទទួលបានការយល់ដឹងអំពី Surah នីមួយៗ - ទីតាំងងាយស្រួលនៅដើម Surah នីមួយៗ",
      "title": "អានអំពី Surah"
    },
    "theme": {
      "description": "ជ្រើសរើសរូបរាងដែលអ្នកចូលចិត្ត - ពន្លឺ, Sepia, ឬ Dark mode - សម្រាប់បទពិសោធន៍អានគម្ពីគូរ៉ាដែលមានផាសុខភាព និងផ្ទាល់ខ្លួន។",
      "title": "អានគម្ពីគូរ៉ានៅក្នុងពន្លឺ, Sepia, ឬ Dark Mode"
    },
    "translations": {
      "description": "ជ្រើសរើសពីការបកប្រែជាច្រើនភាសា។ ",
      "title": "ការបកប្រែ"
    },
    "voice-search": {
      "description": "ប៉ះរូបតំណាងមីក្រូ ហើយសូត្រខដែលអ្នកកំពុងស្វែងរក។ ",
      "title": "ស្វែងរកសំឡេង (Tarteel)"
    },
    "wbw-audio": {
      "description": "ជ្រើសរើសជម្រើសនេះដើម្បីស្តាប់រាល់ពាក្យនីមួយៗដោយគ្រាន់តែចុចលើពាក្យ!",
      "title": "ស្តាប់ការបកប្រែពាក្យដោយពាក្យដោយចុចលើពាក្យ"
    },
    "wbw-translation": {
      "description": "មើលអត្ថន័យនៃពាក្យនីមួយៗ នៅពេលអ្នកអាន ឬស្តាប់គម្ពីគូរ៉ា ដើម្បីជួយអ្នកបង្កើនវាក្យសព្ទគម្ពីគូរ៉ារបស់អ្នក។",
      "title": "អានការបកប្រែពាក្យដោយពាក្យ"
    },
    "wbw-transliteration": {
      "description": "មើលការសរសេរតាមព្យញ្ជនៈគ្រប់ពាក្យដើម្បីជួយអ្នកក្នុងដំណើរនៃការអានគម្ពីគូរ៉ារបស់អ្នក។",
      "title": "អាន​ការ​បំប្លែង​ពាក្យ​ដោយ​ពាក្យ"
    }
  }
}