{
  "communication": {
    "desc": "យើងអាចប្រើអាសយដ្ឋានអ៊ីមែលរបស់អ្នកដើម្បីផ្ញើជូនអ្នកនូវព័ត៌មានថ្មីៗសំខាន់ៗ ព្រឹត្តិបត្រព័ត៌មាន ឬការជូនដំណឹងទាក់ទងនឹងសេវាកម្ម ខ្លឹមសារ ជាដើម។ អ្នកនឹងអាចឈប់ជាវទំនាក់ទំនងទាំងនេះបានគ្រប់ពេល។",
    "title": "ទំនាក់ទំនង"
  },
  "contact-us": {
    "desc": "ប្រសិនបើអ្នកមានសំណួរ កង្វល់ ឬសំណើទាក់ទងនឹងគោលការណ៍ឯកជនភាពនេះ ឬការដោះស្រាយព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក សូមទាក់ទងមកយើងខ្ញុំ <0>នៅទីនេះ</0>. ",
    "title": "ទាក់ទងមកយើងខ្ញុំ"
  },
  "cookies": {
    "desc": "QuranKhmer ប្រើប្រាស់ខូគីដើម្បីបង្កើនបទពិសោធន៍រុករករបស់អ្នក ផ្តល់ខ្លឹមសារផ្ទាល់ខ្លួន និងវិភាគចរាចរណ៍គេហទំព័រ។ <br/><br/><li>ប្រភេទនៃខូឃីដែលយើងប្រើ៖</li><subLi>ខូគីចាំបាច់៖ ខូគីទាំងនេះមានសារៈសំខាន់សម្រាប់ដំណើរការត្រឹមត្រូវនៃគេហទំព័ររបស់យើង និងបើកមុខងារជាមូលដ្ឋាន ដូចជាការរុករកទំព័រ និងការចូលទៅកាន់តំបន់សុវត្ថិភាព។ </subLi><subLi>ខូគីវិភាគ និងការអនុវត្ត៖ យើងប្រើប្រាស់ខូគីទាំងនេះដើម្បីប្រមូលព័ត៌មានអំពីរបៀបដែលអ្នកទស្សនាប្រើគេហទំព័ររបស់យើង រួមទាំងចំនួនអ្នកទស្សនា ទំព័រដែលពួកគេចូលមើល និងពេលវេលាដែលបានចំណាយលើទំព័រនីមួយៗ។ </subLi>",
    "title": "ការប្រើប្រាស់ខូឃី"
  },
  "data-analysis": {
    "desc": "យើងប្រើ Google Analytics ដើម្បីធានាថាគេហទំព័រនេះបន្តដំណើរការដូចការរំពឹងទុក និងសម្រាប់ដឹងពីមុខងារណាមួយដែលត្រូវកំណត់អាទិភាពក្នុងការដំណើរការ។",
    "title": "ការវិភាគទិន្នន័យ"
  },
  "data-deletion": {
    "desc": "ដើម្បីធានាភាពឯកជនរបស់អ្នក និងការគ្រប់គ្រងលើព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក យើងផ្តល់នូវដំណើរការលុបគណនីដោយត្រង់។ ",
    "title": "ការលុបទិន្នន័យ"
  },
  "data-protection": {
    "desc": "<boldSpan>សិទ្ធិចូលប្រើ៖</boldSpan> អ្នកមានសិទ្ធិស្នើសុំមូលនិធិគម្ពីគូរ៉ាសម្រាប់ច្បាប់ចម្លងទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក។  <br/><br/><boldSpan>សិទ្ធិក្នុងការកែតម្រូវ</boldSpan>៖ អ្នកមានសិទ្ធិស្នើសុំឱ្យមូលនិធិគម្ពីគូរ៉ាកែតម្រូវព័ត៌មានណាមួយដែលអ្នកជឿថាមិនត្រឹមត្រូវ។  <br/><br/><boldSpan>សិទ្ធិក្នុងការលុបបំបាត់៖</boldSpan> អ្នកមានសិទ្ធិស្នើសុំឱ្យមូលនិធិគម្ពីគូរ៉ាលុបទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក ក្រោមលក្ខខណ្ឌជាក់លាក់។ <br/><br/><boldSpan>សិទ្ធិក្នុងការរឹតបន្តឹងដំណើរការ៖</boldSpan> អ្នកមានសិទ្ធិស្នើសុំឱ្យមូលនិធិគម្ពីគូរ៉ាដាក់កម្រិតលើដំណើរការទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក ក្រោមលក្ខខណ្ឌជាក់លាក់។<br/><br/><boldSpan>សិទ្ធិជំទាស់នឹងដំណើរការ</boldSpan>៖ អ្នកមានសិទ្ធិជំទាស់នឹងដំណើរការរបស់មូលនិធិគម្ពីគូរ៉ានៃទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក នៅក្រោមលក្ខខណ្ឌជាក់លាក់។ <br/><br/><boldSpan>សិទ្ធិក្នុងការផ្ទេរទិន្នន័យ</boldSpan>៖ អ្នកមានសិទ្ធិស្នើសុំឱ្យមូលនិធិគម្ពីគូរ៉ាផ្ទេរទិន្នន័យដែលយើងបានប្រមូលទៅឱ្យអង្គការមួយផ្សេងទៀត ឬដោយផ្ទាល់ទៅអ្នក ក្រោមលក្ខខណ្ឌជាក់លាក់។",
    "title": "សិទ្ធិការពារទិន្នន័យ"
  },
  "data-security": {
    "desc": "យើងចាត់វិធានការសមស្របដើម្បីការពារព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកពីការចូលប្រើប្រាស់ ការផ្លាស់ប្តូរ ការបង្ហាញ ឬការបំផ្លាញដោយគ្មានការអនុញ្ញាត។ ",
    "title": "សុវត្ថិភាពទិន្នន័យ"
  },
  "data-sharing": {
    "desc": "យើងមិនលក់ ជួញដូរ ឬជួលព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកទៅឱ្យភាគីទីបីទេ។",
    "title": "ការចែករំលែកទិន្នន័យ"
  },
  "info-collection": {
    "desc": "យើងប្រមូលព័ត៌មានផ្ទាល់ខ្លួនមួយចំនួនពីអ្នកប្រើប្រាស់ដែលជ្រើសរើសបង្កើតគណនីនៅលើ QuranKhmer ។ <br/><br/><underline>អាសយដ្ឋានអ៊ីមែល</underline>៖ យើងប្រមូលអាសយដ្ឋានអ៊ីមែលរបស់អ្នក ដើម្បីជួយសម្រួលដល់ដំណើរការបង្កើតគណនី និងសម្រាប់គោលបំណងទំនាក់ទំនងទាក់ទងនឹងគណនីរបស់អ្នក រួមទាំងការសង្គ្រោះគណនី និងការជូនដំណឹងអំពីសុវត្ថិភាព។",
    "title": "ការប្រមូលព័ត៌មាន"
  },
  "log-data": {
    "desc": "យើងប្រមូលព័ត៌មានដែលកម្មវិធីរុករករបស់អ្នកផ្ញើនៅពេលណាដែលអ្នកចូលទៅកាន់សេវាកម្មរបស់យើង (“ទិន្នន័យកំណត់ហេតុ”)។ ",
    "title": "ទិន្នន័យកំណត់ហេតុ"
  },
  "main-privacy-desc": "Quran Foundation, Inc. (ដែលរួមបញ្ចូល QuranKhmer) គឺជាអង្គការមិនរកប្រាក់ចំណេញ 501(c)(3) ដែលខិតខំផ្តល់អំណាចដល់មនុស្សគ្រប់រូបដើម្បីទទួលបានអត្ថប្រយោជន៍ពីគម្ពីគូរ៉ា។ ",
  "personal-info-use": {
    "desc": "យើងប្រើប្រាស់ព័ត៌មានផ្ទាល់ខ្លួនដែលយើងប្រមូលសម្រាប់គោលបំណងដូចខាងក្រោម៖<br/> <li><underline>ការបង្កើត និងគ្រប់គ្រងគណនី</underline>៖ អាសយដ្ឋានអ៊ីមែលរបស់អ្នកត្រូវបានប្រើដើម្បីបង្កើត និងគ្រប់គ្រងគណនីរបស់អ្នកនៅលើគេហទំព័ររបស់យើង។ </li><li><underline>ការកំណត់ផ្ទាល់ខ្លួន</underline>៖ យើង​អាច​នឹង​ប្រើ​ប្រវត្តិ​អាន​របស់​អ្នក​ដើម្បី​ផ្ដល់​អនុសាសន៍​និង​ការ​ផ្ដល់​យោបល់​ដែល​ស្រប​តាម​ចំណង់​ចំណូល​ចិត្ត​និង​ចំណាប់​អារម្មណ៍​របស់​អ្នក។</li>",
    "title": "ការប្រើប្រាស់ព័ត៌មានផ្ទាល់ខ្លួន"
  },
  "privacy-header": "គោលការណ៍ឯកជនភាព"
}